// General
"ADD" = "Ajouter";
"OK" = "OK";
"CANCEL" = "Annuler";
"CONTINUE" = "Continuer";
"DONE" = "Terminé";
"Space" = "Espace";
"SPACES" = "Spaces";
"OPTIONS" = "Options…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Clavier externe inconnu";
"TURN_BT_ON" = "Activer Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "Clics secondaires : placez deux doigts sur le trackpad et cliquez sur le bouton";
"2NDCLICK_CLICKING" = "Utilisez le trackpad avec deux doigts pour effectuer un clic secondaire";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Utiliser les touches F1, F2 et ainsi de suite, comme des touches de \nfonction standard";
"FN_FLIPPER_NOTE" = "Quand cette option est sélectionnée, appuyez sur la touche Fn pour utiliser la fonction représentée sur la touche.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "Pour modifier ce réglage, appuyer sur %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Éléments utilisateur";
"USER_ITEMS_DESC" = "Ouvre %@";
"CONFLICT_TOOLTIP" = "Cette touche de raccourci entre en conflit avec d’autres touches de raccourcis";
"ONOFF_TOOLTIP" = "Sélectionnez pour activer un raccourci de la liste";
"RESTORE_DEFAULTS_TITLE" = "Souhaitez-vous vraiment réinitialiser les raccourcis à leurs valeurs par défaut ?";
"RESTORE_DEFAULTS_DESCR" = "Cette action est irréversible.";
"GO_TO_SPACE_TEMPLATE" = "Aller à l’espace %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Option";
"MODIFER_CONTROL" = "⌃ Contrôle";
"MODIFER_COMMAND" = "⌘ Commande";

// BT related
"D_SECS" = "%d sec";
"NEVER" = "Jamais";

"MOUSE" = "Souris";
"KEYBOARD" = "Clavier";
"UNKNOWN" = "Inconnu";

"NEW_APPLICATION_ITEM" = "<Élément menu sans titre>";

"APP_IS_NOT_COMPATIBLE" = "Impossible d’ajouter des raccourcis clavier à l’application %@.";

"MOUSEBUTTON_OPEN" = "Ouvrir « %@ »";


// BT Pairing
"BT_OFF_TITLE" = "Vous ne pouvez vous connecter à un clavier Bluetooth car Bluetooth est désactivé. Souhaitez-vous l’activer ?";
"BT_OFF_ALERT_TITLE" = "Vous ne pouvez vous connecter à un clavier Bluetooth car Bluetooth est désactivé. Souhaitez-vous l’activer ?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "Aucun clavier trouvé.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "1 clavier trouvé.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "« %@ » détecté";
"BT_CONTINUE" = "Continuer";
"BT_TRY_AGAIN" = "Réessayer";
"BT_SEARCHING" = "Recherche…";
"BT_CONNECTING" = "Connexion en cours…";
"BT_SEARCHING_FOR_KEYBOARD" = "Recherche du clavier…";
"BT_PAIRING_SUCCESS" = "Félicitations ! Votre ordinateur est maintenant configuré pour utiliser votre clavier Bluetooth.";
"BT_SELECT_TO_PAIR" = "Attendez qu’un clavier Bluetooth soit détecté.";
"BT_SELECT_TO_PAIR_DESC" = "Si votre clavier Bluetooth n’apparaît pas, assurez-vous que ses piles sont insérées correctement et qu’il est allumé.";
"BT_ATTEMPTING_TO_PAIR" = "Tentative de jumelage avec « %@ »…";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "Tentative de jumelage…";
"BT_ENTER_KEY" = "Vérifiez que votre périphérique est prêt à recevoir un code d’accès. Lorsqu’il est prêt, saisissez les numéros suivants et appuyez sur la touche Retour de votre clavier.";
"BT_PAIR_FAIL_GENERAL" = "La tentative de jumelage a échoué. Cliquez sur « Continuer » pour réessayer.";
"BT_PAIR_FAIL_AUTH" = "Le jumelage a échoué car le code saisi ne correspond pas. Cliquez sur « Continuer » pour réessayer.";
